[
  {
  
        "UrlTitel": "about Rainbow",
    "Urltexte":"Rainbow Friends is a Roblox horror experience that joins games like Piggy, Five Nights at Freddy’s, Poppy Playtime, and others, in taking something seemingly nice and friendly and turning it into a terrifying nightmare. It’s a popular formula too, with nearly 100 million visits accounted for by the frightening friends, proving to be one of the more unique titles Roblox has on offer.Just like the games from the FNAF series, Roblox’s Rainbow Friends takes place over the course of five nights, with each evening consisting of a special task or challenge you must complete while avoiding the multicoloured monstrosities. Of course, the price you pay for failing any of these tasks is high, especially considering you play as just a kid on a field trip, but there is a way to make it through the week. For more hair-raising scares and frightening times, be sure to check out our picks for the best Roblox horror games, as well as the best Switch horror games. Or, if all this talk of Freddy and the gang has you hankering to head back to Freddy Fazbear’s Pizza, check out our FNAF characters list and FNAF download guide.",
	  
	  "button_title" : "",
	"button_url" : "https://www.google.com"
      
  },
  {
        "UrlTitel": "What is Rainbow Friends?",
    "Urltexte":"In Rainbow Friends, you play as an unnamed child who has been kidnapped during a school trip to an amusement park called Odd World. From the moment of your capture, you must survive five nights in the strange location that’s entirely empty of life except for you and the Rainbow Friends (if you can call them life). The game is similar to later FNAF titles, as well as popular Slenderman-like horror experiences in which you have to complete small quests inside of a map filled with nightmare-fuel characters. As you would expect, that means Rainbow Friends is teeming with jumpscares, and the developer regularly adds new ways of frightening yourself as you try and escape from Odd World.",
	  
	  "button_title" : "",
	"button_url" : ""
  },
  {
    "UrlTitel": "How do I play Rainbow Friends? ",
    "Urltexte": "You can play Rainbow Friends by using this link to head over to the official Roblox page. All you need to do then is hit play and ready your nerves for the horrors ahead. ",
	  "button_title" : "",
	  "button_url" : ""
 },
  {
    "UrlTitel": "Rainbow Friends jumpscares ",
    "Urltexte":"If you want to save yourself the hassle of working your way around Odd World and its terrifying inhabitants, legions of YouTubers have already found all the Rainbow Friends jumpscares, with multiple compilations available. We’ve put our favourite, with all the current available Jumpscares included, below for you to watch at your leisure. There you have it, all you need to know about Roblox’s Rainbow Friends horror experience.",
	  "button_title" : "",
	"button_url" : ""
 
  },
  {
    "UrlTitel": "Blue Rainbow Friend ",
    "Urltexte": "Blue is the most threatening of all the Rainbow Friends as they’re always patrolling the area looking for lost children. The only way to avoid Blue is by hiding in a box or a locker. ",
	  "button_title" : "",
	"button_url" : ""
  },
{
     "UrlTitel": "Orange Rainbow Friend",
    "Urltexte":"You need to consistently feed Orange to keep them from coming out to play, but be sure not to feed them twice or they’ll soon emerge. Fortunately, an orange line appears to show where Orange will walk when patrolling, so you can quickly hide if you see that they’re coming around soon. ",
	"button_title" : "",
	"button_url" : ""
   
    
}
]
